
// ------------------------------------------------------------------------------------------------
// ћодуль, предоставл€ющий основные данные системы
// ------------------------------------------------------------------------------------------------

#include "data.h"

// »нициализаци€ модул€ основных данных системы ---------------------------------------------------
void MainDataInit(uint16_t mDataLen)
{
	SysBufInit(mDataLen);  // »нициализируем основной массив данных
} // MainDataInit()
